---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.DpartMaterialIdParam
source: html/bb2a6823-34be-d63a-c660-ffa1a83758ad.htm
---
# Autodesk.Revit.DB.ParameterTypeId.DpartMaterialIdParam Property

"Material"

## Syntax (C#)
```csharp
public static ForgeTypeId DpartMaterialIdParam { get; }
```